tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "matsu0228/homebrew-fsrpl"
tap "AdoptOpenJDK/openjdk"

brew "mas"
brew "git"
brew "fish"
brew "ghq"
brew "peco"	
brew "jq"	
brew "anyenv"
brew "yarn"
brew "graphviz"

cask "the-unarchiver"
cask "dropbox"
cask "appcleaner"
cask "openinterminal"
cask "google-chrome"
cask "google-japanese-ime"
cask "authy"
cask "iterm2"
cask "dash"
cask "charles"
cask "visual-studio-code"
cask "sketch"
cask "docker"
cask "postman"
cask "adobe-creative-cloud"
cask "coteditor"
cask "Karabiner-Elements"

cask "adoptopenjdk8"
cask "adoptopenjdk12"
cask "adoptopenjdk"

mas "Slack", id: 803453959
mas "Amphetamine", id:937984704
mas "LINE", id:539883307 
