tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "mas"
brew "git"
brew "fish"
brew "ghq"
brew "peco"	
brew "jq"	

cask "the-unarchiver"
cask "dropbox"
cask "appcleaner"
cask "openinterminal":
cask "google-chrome"
cask "google-japanese-ime"
cask "authy"
cask "iterm2"
cask "dash"
cask "charles"
cask "visual-studio-code"
cask "sketch"
cask "docker"
cask "postman"
cask "adobe-creative-cloud"

mas "Slack", id: 803453959
