tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "koekeishiya/formulae"

brew "asdf"
brew "deno"
brew "docker", link: false
brew "fish"
brew "ghq"
brew "git"
brew "gnupg"
brew "graphviz"
brew "jq"
brew "yq"
brew "mas"
brew "nkf"
brew "pandoc"
brew "peco"
brew "pwgen"
brew "telnet"
brew "terminal-notifier"
brew "watchman"
brew "yarn"
brew "fzf"
brew "gpg"
brew "gawk"
brew "yabai"
brew "skhd"
brew "ripgrep"
brew "fd"
brew "coreutils"
brew "stow"
brew "bat"
brew "gh"
brew "lsd"
brew "tig"
brew "neovim"
brew "tokei"
brew "imagemagick"
brew "bitwarden-cli"
cask "authy"
cask "the-unarchiver"
cask "appcleaner"
cask "openinterminal"
cask "google-chrome"
cask "google-japanese-ime"

cask "iterm2"
cask "charles"
cask "notion"
cask "visual-studio-code"
cask "sketch"
cask "docker"
cask "postman"
cask "coteditor"
cask "Karabiner-Elements"
cask "sourcetree"
cask "zoom"
cask "warp"
cask "fig"
cask "dropbox"
cask "jetbrains-toolbox"
cask "alfred"

mas "BetterSnapTool", id: 417375580
mas "Edison Mail", id: 1489591003