abierbaum.vscode-file-peek
alan.stylus
anthonydiametrix.acf-snippet
chflick.firecode
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
chrmarti.regex
coderfee.open-html-in-browser
dariofuzinato.vue-peek
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
deerawan.vscode-dash
denoland.vscode-deno
donjayamanne.githistory
dracula-theme.theme-dracula
eamodio.gitlens
eg2.vscode-npm-script
emeraldwalk.runonsave
esbenp.prettier-vscode
fabiospampinato.vscode-todo-plus
firsttris.vscode-jest-runner
formulahendry.auto-rename-tag
formulahendry.code-runner
foxundermoon.shell-format
gerane.theme-dark-dracula
grapecity.gc-excelviewer
gregorbiswanger.json2ts
humao.rest-client
ibm.output-colorizer
ics.japanese-proofreading
jasonnutter.search-node-modules
jebbs.plantuml
kossnocorp.vscode-mjml-template-literal
loiane.ts-extension-pack
mariusalchimavicius.json-to-ts
mikestead.dotenv
mjmlio.vscode-mjml
mosapride.zenkaku
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-vscode-remote.remote-containers
ms-vsliveshare.vsliveshare
naumovs.color-highlight
octref.vetur
oioigohan.json-lookup
pmneo.tsimporter
pranaygp.vscode-css-peek
redhat.java
ritwickdey.liveserver
robbowen.synthwave-vscode
rolandgreim.sample-ext
ronnidc.nunjucks
sibiraj-s.vscode-scss-formatter
skyapps.fish-vscode
streetsidesoftware.code-spell-checker
stringham.move-ts
stylelint.vscode-stylelint
sysoev.language-stylus
tamasfe.even-better-toml
techer.open-in-browser
toba.vsfire
tomoki1207.pdf
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
vue.volar
vuetifyjs.vuetify-vscode
wallabyjs.quokka-vscode
wayou.vscode-todo-highlight
withfig.fig
wordpresstoolbox.wordpress-toolbox
xabikos.javascriptsnippets
yuichinukiyama.vscode-preview-server
yzhang.markdown-all-in-one
