abierbaum.vscode-file-peek
abusaidm.html-snippets
Alan.stylus
anthonydiametrix.ACF-Snippet
bungcip.better-toml
ChFlick.firecode
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
chrmarti.regex
coderfee.open-html-in-browser
CoenraadS.bracket-pair-colorizer
dariofuzinato.vue-peek
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
deerawan.vscode-dash
donjayamanne.githistory
dracula-theme.theme-dracula
eamodio.gitlens
eg2.vscode-npm-script
emeraldwalk.RunOnSave
esbenp.prettier-vscode
fabiospampinato.vscode-todo-plus
firsttris.vscode-jest-runner
formulahendry.code-runner
formulahendry.terminal
foxundermoon.shell-format
gerane.Theme-Dark-Dracula
GrapeCity.gc-excelviewer
GregorBiswanger.json2ts
HaaLeo.vscode-stylint
hollowtree.vue-snippets
hridoy.wordpress
humao.rest-client
IBM.output-colorizer
ICS.japanese-proofreading
jasonnutter.search-node-modules
jebbs.plantuml
joelday.docthis
justjavac.vscode-deno
kossnocorp.vscode-mjml-template-literal
loiane.ts-extension-pack
MariusAlchimavicius.json-to-ts
mikestead.dotenv
mjmlio.vscode-mjml
mosapride.zenkaku
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-mssql.mssql
ms-vscode-remote.remote-containers
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
naumovs.color-highlight
octref.vetur
pmneo.tsimporter
pranaygp.vscode-css-peek
rbbit.typescript-hero
redhat.java
ritwickdey.LiveServer
RolandGreim.sample-ext
ronnidc.nunjucks
Shan.code-settings-sync
sibiraj-s.vscode-scss-formatter
skyapps.fish-vscode
stringham.move-ts
sysoev.language-stylus
techer.open-in-browser
toba.vsfire
tomoki1207.pdf
tungvn.wordpress-snippet
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
vuetifyjs.vuetify-vscode
WallabyJs.quokka-vscode
wayou.vscode-todo-highlight
wordpresstoolbox.wordpress-toolbox
xabikos.JavaScriptSnippets
yuichinukiyama.vscode-preview-server
zhouronghui.propertylist
